{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_7",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              22
            ],
            "dtype": "float32",
            "name": "input_7",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_27",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_27"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": -1,
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_27",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_28",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_28"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_29",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_28",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_29"
        }
      ],
      "name": "model_7",
      "output_layers": [
        [
          "dense_29",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "ecfbfe643f1ed63840e0dbd8928a00a8daccc416adb9850cf3628efd00289d14",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      22
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            22
          ],
          "values": [
            "haiMP47NXr+Q7CU9UAKPvVqwyLx7PP0/Rbqlv/pdY74aQ3q//pW4P5VYFEAAI5++la+lP8ishr57buK+efhAPytbWj4h6jzAEEUVvxElgz4NsoE/V6DgPQ=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            1
          ],
          "values": [
            "Cu58Pw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization_2": {
      "beta": [
        "RlDlvDunHrzyjr48DhAZPJyMcr3hPnk9i8WWPZkNO71mf5W8l9eGvQg1fDfxm3c9jdyXvT1owD3JYvg9H095vdl5lr1D/9A900gOvoZkir3/7ag8GmXlve1+7D0DLsK8/ay4vCGl570XK4+9W/kmPZUeJ72viyA96EPePZL6NL1bH6i9ah1iO5vQIb1wvT89B4VjPZACnjxaJ1+84t8gvC3ymr0067y95h6DvYJE/7saWTQ6u5I7O/pFcT2HLIa9dkj5vJaxl73c1II9cLQbvavj2z0p/qo9j/lOvVGWzT2Pex69PMl2PYuzqj1YywK9tKKLvVXSoj31aQW+eX9fvb2yFj38kdW90upBvFfJrTsAWjI9mzMhvXgsYD2LPuI9zLjyvUi04jsfAn29M1o1PTGazb1N3Ae8LNl3vZJixj1uEKK9vz/nvVzwtL3iSGY95hPWvWB3K7yyPnM9ojvGvXxF5L0/nSa8RlpDPXD/8j2PGoM9lu1NvcQ3lD1Hzry9qOgovQy3ab16D6M99XYFPYCrljyoXe09gHwBPkj1kr2i3JM9CpEIPWpJzrwMeRq9J9Svu+Tm4z1SrZ29AXxXPSctcL1V6FS9M0W6vXi0bT39Pyu7rV5wvbItWL0604c9vXiyveSOfL3rFMA9ubvEPXq7sD2NsDm9JoVtPbzWDD1BlCY8o08FvfDrM70kN5U8tbztvXBXzL05t0u9JqWmvRXgCL6+k1u6kDx8O2cFUL3Dvuy98hSbvXfZ2r1H3Iq9cpANOz3Z373QZbQ9wWRjvSmEgz3zHhe8svO5vZTHFL1ccMs89Kd8vdmqKr1h3WU9fXHevbsSiD0U8gg+Sac5vZUzVLt+QQK+fD2rPfqLUD1WjMe9XBmAurL+sb13cBo8otHnuxBYi73EKwY9JjKUPJ9HVDyPhwk9Dgn3OxP7qz1IkyI9FBroPCFenr0Nvqs9Nm1RPTkniz1igq69uxvJvMgcfryVfZw9reRYPSTX37z5E2c93sx/vXm5oz0mWTM9",
        "Bp+/PUFZ6z0ZrMq8h2K+vY6+ib2WYj29fVV0PfY4Rj0hDXG9N8YHvFg8yD2H3IA9r62yvT1b3j0AFHI9tHubPBCD370y0ic7HVD/u5H2or0np/o8tjx6PFKQZ71CEbi91yrUPGdExTzRlZ89ngu2vZ4x8DwpBYy9M9mHPZ1FIb0DBQ49Ela/PdQTAD7T/+Q90M7DvMW/m73vNb49gpVrPdo+jrxHAye8ojH0vZ3gUj0aeJa8G+tVvcytVb19t2O9l9poPKqinryKnJi9Ba8IPENI+LzBLDO9nryPPfZKAzx9maA9H9N9vRWtlz3DX8U99EHVOyf1TL0QZWK8be/lvQ=="
      ],
      "gamma": [
        "7jZnPySSdD+08nM/CfWCP8DLgD+0ano/yNKAPwX/hz8MCHs/33V6P4NsgT9ks4g/lDZ9PyovYz91mIQ/fqJ4P+hRdz/Y4ZI/QZOIP1e7fj/pWnc/bJiEP7D0fD+/3IY/wY13P26PhD/kj4M/03t/P1noaz8w3mQ/g/xmPwpXej/mgYY/1oZyPzYbeD/7/HI/JzZ9PyCOcD+LMHM/YXluPzWMeT8Wq4A/tyd3P4Zucj+mi2c/DGt0PwtQej9UFIg/CF58Pz+ufj8vinw/9xp1P8vndz+dSo4/4U6AP5d5gj81AYQ/RQN3P8vcbD/JZXw/g5luP0TLeD94OWU/eaOGP20Wej/Sg2A/QRB3P6V9az8UkoE/3q1vP9o0aT/8+Io/hG6HP/qCiT9rM3w/wHSFPysUgj+26YE/uvNnPz1UhT/9b4A/YuCKP+y6Xj/A5YI/cLCPP1j0aT99tXY/WP9tP+3dij8YPHg/nR54P8t9gD/f0XA/d/x9Pz58hD8N23s/O0R6P/1+aD+5kXw/7fd2P+rfaD+ni4g/EQJQP983gT/oF2s/ZaR5PzmngT9BjHI/YX94PzGNWz94SWk/BgGEPwmtfz8ofX4/MNxoP2pOgT9YhXY/dzB1PxeVhD9BfHk/87aGPz2CfD/iHZA/69B0P/HtdT/TFIM/PhZ8P0kjfz+RKoU/+VWKP5Zodj+Sq4Y/JqtiP9YWdD/ZF2w/xtKQPwQJrT8PRHc/wZ1iPz6wfT/0yIA/hd2JP7lCgD+g1n4/KndqP8+/gz/o5nQ/N32BP7GVgz8X+Hg/qHSNP8G8gD/AN3o/ULN6P7v7fz9/YYM/kOOJP1B7hz8xJoE/PSKCP2brcT8IlW0/M+eDP/gmej/8l5M/fJ12P9dghj+yT2o/U2V4P46HfT/KZoI/XUh5P+Jeaj+Eym8/QmV8PxZwhT/mt30/wtF6P7QJdD+VCH8/vgN6P6KLcz8oSH4/wLdzPyEwaT9wyYE/ZYl+PwkVfD/Dtm0/t/KBP3Gxhj/SqHU/",
        "b/KIP7YBdz//QHU/MB58P5BpdD+liIE/k8BjP473gj+H230/ra5zP4wOYz+RF4I/pypkP1ykVz8gZXo/7jx0P56AeD9hXnE/kf12P4ZOYD9YQmY/yYiDP4dEbj+8i30//NdzP+SIfz8jGok/DsloPyukZD+tdYM/CxmJP/ldiT/vpIc/Nbp6P2aNeT9gTWw/0NN6Pwpmjz/bRos/bLl9P8O6eT/FRmg/1kRkP36tgT+TbXE/EtR2P+HNcj/Jd4k/j+9lPxh9cj/u72w/3JBsP7HBfj+ySn0/rZqDP4yDeD9rfIY/fnB5P6xXhD/Sylo/2YhuPyklUz8mA4E/QRJpPw=="
      ],
      "moving_mean": [
        "ZQHXPOQg4jxUCn0/2+NQP6hNkD0m7WM/T5NDPoA7fj9PLjI/CKIgP3iDczzS814/yAurPiyuUD84x5k7z6iBPBjSrj5hJWE/lP13P3i1SD4+PkY/X2b/Po2stj4S5Hk/zDUwPhHb/z03bzw9CpRFPYuBTz1/o9M+xQ0WP8rzfj821wg9UW8jP6aunz5U2yY/1Jh/PwU1bD/iIA8/Ue1DPfr+Aj//XFs9P1C8PevJIT+e+0Q//4OlPnkhyD0VGac9i5NoOzp71T43EUM/Ey0cPzTaST/ZR+0+LghrP7aZFT10zXI8hjH+Pv0FOT9amB4+2mE7P13/Yj+DMsA+++SWPV0ucz+lLVQ/XMtHPxpbDz/A+Gg/JKYuPoNGOD90aWI/FeEyPh2CbTxThkc++0F4P2wtdz8iqHQ///5fP0z2Nz0+cHw/qRP7PW6ESj91/Xc/NKK1PXMfmD5+nW4/XkKYPthYSz2wJ6s+Vd1tP4BrRDxLZTE/gR0dPE+OfD9ub0g/Rh2sPcsnWD/7RU878XJ+P+KxEz6EJ2M/rQ8qP0oM6zrPknE/DURyP3fFeD8Wb7o9+9k1P9OJdT7MQ7g+fRhzP8z6CTxmAQs9PneNPgf8YT+eNDA/2tCbPtqMcT8tPQw/VF7sPg9zID8l6Tc/5rX7Ps2qOz/Kpzw/rhwlP4DPEz283X4/92tyP2qwbz+Ok3w/BZvAPcdEoT5/X1o/chv5PlfhdD+oeJg+rys8Pto+Fj+mG1w+JYHHPqGEWjwOJBQ/YeQ2Ps6LCj7oGQo/FeVDPYGNUD3OeU49AB3JPSfkmD6grU4/9X4wPdsESTz1OX0/RyWOPRkleT922I0+B8J8P6d9wj41Z7A+te1iP8xzrjzL/Vc/QWZGP0mBqj00h4k9NL1DP40xlj5OPns/cHdnP2Tecz4AjUg/+oBZPtxLfz9Hemk/lT85P3k/fT5HL+E+kmJ9P4JJMj8EEMs+9jNsP+93aT88RFU/9tB2P+DUej+oe34/7ERBP7N+dD9pZHo/",
        "hzdaPz3AbD/svyo/leVpPjkgjT2SIYs9mcU+PmiKxz59RM08YlnWPtG4MD8842A/yzJ8PqtqOTtJJCs//VqcPjt53j4eFqE+2PQbP/rI6z3nWd8+6EwNPS0l1D4hioU7WvRaP5bJRz8xViQ8iJmjPle6oD47V0o8mLhyP/haOTzehXw/9eszPwcxAj+cnDQ/8asdP6FAwj55oFg/JFvYOpnmMT++fBM/kd+sPs33fj+RnaE+4+dwPx95Qz/Vs34/b7pMPmt1cT7XpjE/vagXP4RMdj+NWoM+qRdfPYT9lT6m23M/QBvtPlpLSj+iZ+c+06t4P7tILD+qKno/2zGIPg=="
      ],
      "moving_variance": [
        "nWEZPH4wFTwGwLM7QjgRPhWdIz2+QIc98eMXPtW8ozpdjU4+vBhaPrbTqDtwbps9l2JNPmzRET4XBOg6xarYO4GzUj5f3GQ9TNHqO+pcxj1b+RQ+KOttPo/UUD5N77M75m3oPZZshD1W4NQ8QcfIPOCqDz2S3GI+DhRcPqP3zzkEfG485UVTPltTUz6+61I+Nil8Oe6JWD2lnW0+WmzdPO7udj4U2AA94dxQPdsHUz67FRw+nhVWPq1tjz3tcho9RFaZOsZQZj4AnCw+h7liPk4IHj4G7mM+3vmBPVIpkTz0WLQ7ZjxsPjRMRz5UStg9FiAuPkl6rD18jlY+6REmPftDDz35wv898soZPgZAaT5IfGE9UYzzPciFSz414o098tLmPXQc5zvD/Ag+QRqPPDCZeDy46qA8gYm2PeWnsjzk1qk7KZajPa8HCj73Aaw8UQ1PPXciUD6oGig99TRQPr921DwvPVY+OzdZPdxmNzsBOlQ++yYVOxEgkDtrEik+8Uc9PUWfxD0CKGM6pDiVOpKatz0mTpI9ksJhPo+tlDnhBik9SNkUPX08Fjy5WWo9wz1GPrWXMT7DlV0+ZBPBPDRmjjuEwG08dA5DPnOBnj2rCUw+gbBQPkAWwDzzg2M+a9plPqTbYD7BMjo+TedrPjhXRT6ILzY+wZ1ZPgg0mDz7eIk6aLQJPen4CT0zuq87ltZ5Pa9zTT4kdeU9vTNdPpZAMjyRVFQ+QwEIPlm8YT5KpBU+ZCZMPrkqGTzjfmI+R78HPl9pwD1342k+ObAHPUhv8Dxsix09Q/iBPSkPRj4WlwI+TJTAPAqpnztUXlE7tfQYPehcFzzSIzk+vUxrO3PwWz4ycVM+vc6UPfhBpDuGJsk9C7ovPq2lLz26ZDQ9aig2PraCRT7ESiM8f0mEPTIxMz5z/SI+y9oTPgPPgDpsFlw948A7PmVQMj7K+l8+yGJaOwPnTz5432Q+kDFzPf/iXT1Toe494HqqPLt7Nzw0hlQ7BWovPnYP5zxuhB08",
        "jXHYPeMQXj03CWI+oPYgPjVMQT1LixE9UHHuPQq/Tz5pKIw8zhJkPm7aTT7vELg9nZ44PnMlyDo9wFI+IkVVPru4Xz547kY+bvFWPgnMrD3dRmo+CVuYPJZzbD7hPwg722LUPTQyJT7AXbw6+/dRPu5jSD5yEYQ7hu/APBPApTsl5YM74w1JPuMSbj4st04+6gZbPsUXVD6FLO09WsqjOkrsTD5ySWQ+fDxQPqWmvjrY1lI+VQcqPWIJHj4ERyU6bj0SPn0uKD4uuU4+8gJnPqr8nzz67Rw+T1ULPevxRD7alFQ86UxpPojN8z00/GQ+4pqaPFNuWz63qIk8acI4Pg=="
      ]
    },
    "dense_27": {
      "bias": [
        "s5uUvL6tlDyYrSQ9tdOxPLT+sDxWJSU8ZOsZvcJ6+zwQRS27c+uFPVyzEDyCA6A92LXoO/HfUb382xi9f/txPKqx6zwO0Ns9M/CBPW/Qgj0WqLY8YnbdO2n8Nrvk+Rk+UOsCPBQZ2bzj0+K8aMZSPJOw5jzTZ7K87beWuxqkhjylo3y9sMkavAjhjT1c7Lw7Nw8APeJLrz1YYFm8f9L1vF7bMj1d3BY9H1KvPZDnE724a6099Rzmu//vILxT1g48m1tCOal/9DsIKou81Us/vR4KvrzePB29fxyNPHf15bzFb4s8gT47vew3yTqo/8c6L5pAPWQPJr0Gu/a83eEoPPqxyDw8jWM9O0iNvNPsdryfFze8se64uyB0l7s0Z6M9WauVvCmtSD0dJYc83ey4O3Kipbxz9VW9CEyVPFK/Aj0OhKq8uxB6vBLMgD1fwku85SxevaXK8DzDnjG9KlYrvatvq70A3AU9nwRIvG+CSLyAac07U/nQPFYkPz2xahU963coPdRXE7s/6MC8BxWbO/yoK71Tij894m8rPYXwmr3EXno8moEJvIES3Dz0hYu8OQo1PH+wqr0IdN08JlsivQnITLxAHIS829y/PNVmArw8V3u8apR1PDt4Fj0sBH29KKEVPDSOCT2/5YS8dgu0vAnvib1kRU49F60gvc2sHb1NViy982cPuxn8XT15LH69Qh0sPXokUbq9jr88DqMpO668JD7eyTi9J7nQvAbggz3HA4K8Vo0QPV/y0bt9DVO8nlcCva1grztCa0m9hiq7On4Fcrz5opm7SRyxvVgFqbwC/0292eMfOswapTuQYn+8Fnq8veWDyD1zHAy9jrHuukSSKzvgTFq8V47EvDcOwLnjEIQ9EE3EPFYarDx1f+C8335oO1XvgT2aFSS9Z+9+vekKPjr98B+9XgTVvOhJ1bpMyjK9MEzovJeP6DwcZOC8Jjp4vf13ALz/wiM9qgqyvIxsXL0gjpi9rNkfvc94Yr08x5g85Az8PMYdUb2ukQ69",
        "6T2fu5cIdDsgkwk99wnduxmrJz3PIIg9cO9XvUpRBb3umV49OfIjvDWf/bzs3li9QV6RPGz5H77Udoa8Q9qQuymLNT0UGIu9PudAPNCpUDxX2Jg80dBEPSE1kj0hXfa8MsOHvYo6kzy4VGO97D2QOx3rPb3G1aS8drKSPSOREz3up20987bivHLXPTrLAbi8misHuxnqhDsjhCM9q+28vKq1hD2hojY9835QvPiEOzuHqtK8/DzQPByJNjzPJ3w8jU4SvUE6QbsEDT49ZIWEvUs50z30DkM8bHw+vQuR9Dxlkky9js+rPCpkQDzr6Gi7Q5PuPKxVsT22Dr08qIcCvA=="
      ],
      "weights": [
        "TKk5vlYMEb6ErpM8N6gyP6uIWj+dSze/QaCqvrSZMj8k9LE+NEWFP2mwV7/j5Za/iHtDP0imMb6ht6C+bDi6vq7jLj8URJa/HwaBP/Jnpz//jEy/gg8RPx+hab/Z5J0/pFkTP1kqWT/5azY/rBgqv90GtTzoJFK/EScGv2LqAj/kII4/Kmt9PYV/Oz4A+rW+ptzYvlUXcT0DX4E+gfG4vj0I6Tng+D8/TTr9PkmhHj+m9LO9EjSKvtxB974vfIs/IAoUv4hKPj/RJx+/MIeaPqWKML+g3D+/rswOP2D+ML94die/UfNEv7NxDb8xPlU/qIgRPwudIr+QbQ8/CpBlP3kYCr8tR8a+CCBHP0zkzD5Uaou/9J5GP+WR7r4WWVu/fF6MP+EuNb8puQI/P1U+P+IVCj9sDBY/nr+QPn3KYb8JjhY/uV1+P4P7zD49Hiu/S9GNPwCoIL8TiB6/eQ/dPh5bfD/tOV4+JE3pvvnzAb+/Wei+a/J9Pnx3Hb+9Uus+aMDwPiRUJD868Ae/5+7cO0umBL7i6YG/pH4mPou/BD/sAKy+fwebPouDUz9gOEU/qYjBPhbrnTw+jvw+uo3xvtW2+j71H1c/+DhRPmzrgL/Vpxo+uoMAP+60lD8emwW/YacvPwoGJT8Hx4y/isJCvyfjJr8axC8/8RLTvhFxTb/20iU/BOFHP5eOUj94Rfs+y2cUP1PkKD8G6wC/qf2xPzilEEC5U6Y96T+kPnGwRD+kTiw/eud4P0Cp2z5vUE0/0/cJPQlYQz8n6Dy/95EYP2fkTb8ao34+b2FFP8U8Sj/1q4K/hAywPtM/5z6Pbg+/GUxNPzp4er+dlP6+/9ZXP4mchL6XuTU/mFthv5mCt76YcRs/RaVtvbCRVj/R7nO+ZCE1vlKpVz8PfAk/QmYhvz8MAL8Uhk2+iOg6P6VrGb/NVA6/OucMv0YWCj+1xkK/KUMePx39Er9QegQ/XB2VPhTybr7FVYq/1RbFvqV5uz4U17S9j34fPzZkIb8YOa2+",
        "mPwdv5mUJ7+RSa4+wGsYP55G+z4XWdA+ws9DvlyLXb9Xt3a+pKg8P1soDb93Sv2++fe6PmfrIL664SS/ufqNvZC5Bz9OXPK+mjalPlUPHz4vnAA/xNMLvwIRfb3b2/A+iDufvoRUFD/QPIS/Uh3WPoy4CD9/gR8/oUyUv7oTCr9DgpI/fYM7v//+/778Pfa+NLoQP+EiuD/wJ0G/xbIuv9dIpT3YdYU9Sl/+PrWX0b5B1KI+ecIPPxd8SL950Gk/ic26PuAaUz9IIOY+9IxJPmTVHz/vczQ/Y35Fv7UTWr6YOy+/VPNOP3BAq79rVxq/IWCKvvyFZT2KK4s+LhMlP6NLhz392aO9DVEBPu0KwLxtm4W8IgtNvuyvNr4V+gM+I31TPSNljD1ZMzS+TdRzvtGa3j0PDAm+5pY3vgYQ4j2PV0Y9TDlivjr9hz6DqWw+qApOveUj/z5Vgs08uLwbPtIzKj0kpEI+1IuHPe3gz7yYaRq87sSePTS99r2O0Qw+NPgBPjJBlj27KJM+WCqKPfF5Eb1at00+08TmPWpbwr2bwdS8Jz4sPuYXpD2FBEM+pChKPP71jL2FaNu8AXNVPoqkIT5tVk8+qLLKvShSYLyn7II95hDSvonBnjymZUW+gGgsPm6mZb1Apg6+E0tyPl8AWL3XuFu+H+pEPR6rNT0qZlQ8RK8rvtEFhbzmnXU8o6DZvdTFzb2OjEq+WlRpvhI5mT7nwcU9wtknPju8HL7abOQ9KSU5Pr5nXj4Smro8kAVNPqtdpj7yiqo9Ngj3vR1ssT4j/YG9rs40OuinWD7tGK4+YsgtPnCHgz2M8z++UtQLvtFCgb1HdB8+G+6gPTt8pD2X6HA9JaoRvo7FAL6/KVW9q8bavg8xGb2ddBg+kWLTve0sCr6HpF4+4a9BPlPFfb1PHC89wugivIA/Gb1Awdw8DsxqPE6yMT6JniW+df8evlE2ID0XVlw+O8E9PnmTjT4lPhE+7O8Dv/LbPzw0YNy93Ov/POSLgD1B4ca9",
        "jKsiPVDliT07C/o9g4LGPLNCzT17ExE+P8TZvTCGqj6QFcc+c/QDvAfoez5K/e+8wCj5PK2eDD7bhDo+ijM8PvCC9rxXcqo+Vo4EPlUAPT5kP3y+wBfYPevSpD4n36Y9fLtovokJNjzBbyQ76YkfvheLtT6Xpc29WYzxvEsVUT4FrdU8E3L6PRAzRL5irty8csGWPo3S4r19HS8+4BBjvMTON75kqIs81WgZvmHHt72ogA4+x1aGPZSmFb7/h3q+LM0BvXbgjT0Eg6k9/HzbveG8Jr7XKxm+vTzZPc1zbL2Kvds9pw9ZviCwAL7c2vM9BzCIvrnqkj4ToH++0+50vq6Apr6an4e9FQaUPXJ+aTyQqWk7F+IlPmaHfr7GhBC+o9uWPhz77T0r5h6+cLwtvpJJ5j39rDM+PfXnvWlAFb5BeU8+YoU2vkdPGD0HmUw+O5FbPZSFxbxPshK+A9GqPoy+iL3GL4K9kod1voB35T2V/JM9EkazPSKxEL4bZLQ9WT4zPnNtEr2dCHE8grEDvtYX1j20atg+MGHevqzViL4aswA+US0jvjZlxT2fopq9H4okvpMGJT6Bre+8t2cFvoK7vD3YEx464wwmPkfSILu69RM+3L1MPcVY8L2ZXwO9PVgOvvZ+WL2kJNq+nnWUvd/ylr0i1U2+XBsuPjFuPT7w0NG8ityqvC6vbLwnOzM+J3nKO1GvKL1RezK+G10BPo1/lz2Gj8897z9+vXWYdT0uFeM8FT8fPuxfqL3xnaa8KRtUvT1EfjvI2Ic7SsjcPFiwq73VpTG+KinzvbdQHTwXxpk9bdU1vXJJxb0ld6G9+8ghvq6uEr4TuYy9LQqgOz8umzy3ZZq8rrXVPTXPHj3Q3cQ9p7CYve4f4byb6yw9LaoXPvNRrr0iX/+87gZnvM1gST1gTqc8FsHHvR/4NrzN0LG9O8auPXJkAT4Z8Z89tvkBPoGC3j29TOG9mXpRvRMCJr5p0S6+3H2bPYtOnD2PvcA9XXSivVgyKj0Q02Y8",
        "CNAAvV7YHz3IIgu+tj4Tvb+TLr1ErNA94I/fPc2K0j0sVca9U6Y1vrT6gz1nALs9yQuNPNJJOz1Dfse9LmwAPWdJB7yFjSq+8jo7vdJeKj63qBK9XQKbvcRkVb2SPIC80wQ6vs5BDb42usQ9rasHvZWDVTxFeta9kAKvPe3OWT7oE608MfIpvfykCb6SlzQ+9i4nPT9r3z1ctag6HdnkvVzLBz4+Wkg+O4u6PNlUVT0QSdk9jAD7vZGyrzyFqno9NYkZvgJrhb1spPe9apGbvYigAD4DVHa86ZaLvMCetb3FNwi+8gvxPZiYij6A8w0+XDrkPRm+jj3hEay9aRUdPY66PT635mS9UNEkvdVibz7JzbI8rlMJvri2xD3MMdG97Gp6PbA1A77tGSK+XGGavSinvD0SVG47OUNZvpMZsr2REbW9eSAZvvxo570ogfS9/XM1PTjvjD39/jm+MuLPPaGswL3XVEY9HIqZvaWJjDw0cw6+lHYXPDFkkb1lODg9NemGvd6IL7yMYD69oeYJvCiP17x5jic+JEajvCFKLD3TpAg+UKAMvSwEJz6G4Ri9p9FAvnHjmr1LVdw9BppTPpMb3LtpE9a9KkHavQce0L1TAA8+TZ/aPW8G/z1mluU9VzsSvTNE+r1ABA4+LbgRPmTagT31P+A9iCMKPqQyJT72jx0+EhIKPu8tnj0lH/O9FOu5vQJbN7wKdjk9KOZjPMD4Ib427gW+4E/DPU5KEz5jLKa9Wa0hvaDnwD2UKIa8zGsXPRpr2bqY2ou8D0YrPQT2A77FxN+9/AMjvSNXHr4H5Bc99+QcPgkku7uv3Qe+uKkkvvo0rb0WELu8aZGFvnG6LLwc2NE9AU89vi+pnT2FEFs95gs0vvt6Qz4oDhG+XsEfO8prCz6uA1w9wZbGPfyLwjxvyoC9zemgveAP5z2fevK9Lz6pPYWFBr587Tg9d78SvaGlJD3vBiI9TO0dvsAvljuoYAM+FsFxvM4D9b35Sqq8EfnjPXUppbyV0x6+",
        "7swtuzm70r1RQgG+ivabPizz6j2UcGe9wGd8vvwPrj6tQwE9n1VtPqqIVD3YhyY+RWe8vegVl72L/o6+/dQPvqfy3T3pJAk9KYTHPUw9eL6omZW9Z3yZPa8EKbuuXoi9VQ50vUq3nrtx1BQ+gN7hvFTHpr0QoB285GE3PpHmEz0ez+k91xNDPYnuKTxWxY09cKxlPCGwiD0XyDq932p+PTPxPb4qbXU9FBexPaDUND45hsy9CTRdPe3YBD6NnFs9dIWHvgYyQr4a3j6+WY3zPUj8uL3Ofks+bfxpveYfkD14o6o9DIYQPTBq7LxtWqg9z55ZvHWaHjuAWKO8zL6/PR1hPb01/Gy+bGIiPlg5ojuIr0W9qvfjPavNob2sn7I9gZvKPS7o8TwMgZy9yW3aurS6Zj1/1V28NTsaPjLkNb6EFcc9C1xwPUedGT0FuLs8K1g7PeTIm72Ipwm+X1ntPHwDuz0HP3s9zhzuPfpoLb3YX5+9qNsivjrBFr2eQdO6D9VVvRwyAL73LmC+J1CuPaDfgj0+NfY8j98FPneXo72pU0w+FE68vQiwcz7DkbC9OPRvvSgp3z3LY6U7HJoVPGrVwj1soAc+CXy5vX8ur7u2vCM+60EUPqbOWT1+Upe9Cu6/uu54X73cBeo9UuGyPbKZiL4AWz0++6SNvjzmLb6c8xo+jLuBPf+SYD4bMAI+iwIePNXCXj464i2+gpCCvSMObz2HN+W9leLJPf0+rD1J5Ky9sP0bPrlZOj7Wxew8RUfaPS7Ypz0vNNO9u9QOPokPkj0exnA+caYrvpWXWj3ip/y9C+LXPUw5AT5BVyy9IGe+PDCHxr00qrK9TwJpPfZp9TwxcBo+WsJMvri9VL5hhF6+BLp9vMBSrjuoMsi9zhQFvtDtOT6Fv2W7QivQPQ7/WT1rLRi+/sDpvPnqir2hTUm8Gie4O0Srmj3Ig18+lG1GvShu7L067VK9uHD0PMOgLL5ryVK+xNvfukbzkj0qFpM92ZGkPaPXOb4dwjq9",
        "3ZSPPbgUob0cIZg9VcSTPV11ND6+blM+Yma5vUDI5z14nvK8ycAPPjBZPL4UKC2+w+I3Pp+Fvj3Szyq++ZjXvcWb5L0vxD++0qeIvavdAz4pRAQ+kKzMPN3YxTyAMQQ9qa87vVgjxD3ejhe+a+NkPIPJ7zvhUL69tYL4PFpmg75Va1s+OHMZPCfXbD1J42o9+VhsvOaHPL5ctSY9kwzbvW6gWzz+/wo+FWcsvq8jHLtSEho+WV7xPNXZ3L3ZXoI+ScPrO6Pl9b048Hk9ZtMGu4C4Vr1kB8E9UnMwvpfI/L2z71q8Q2hWvEkJAr5FDIi9fEH1valbMDolQO+98k5VPhyvC753jHM9wJIYPoHv2jzKuCw9s/fCPSPoGj2g3Iw8/3QDPiCibT3m4dm9o/XWPftT870X29s8KTDrvDTzsLzblps6XIqdPQP8CT6Q39y6QrMTvSLJ+b3fSde9js1KPZD8C71K4Yo8KM8TvqGZ/DwZWIa9YwgDvr6BzDsY9O496QwOvkJqfj3DMSM+mlgIvLC0LT5tPHi8mwANvnSMFrtwIQS9pJy+Pd20Rj635Am+5tAyPnimFr6Yxe09oH+HPcZw/zncEUg9Emq1PWowxr2vpas9szWQvbCdGD6+aOq9BQvmvC3moz0OW0S9DeyJPTnmnT2nhjW9BRahvQ/irj3X+Io9Nq8WPbAVCL6zico7bKFhvTo3CjyoQCa93/q8PXO5izzyBoA8Im1ZvctAdr1moyC+dNHHvduy2b3mI6O9bVKwPRd95D17NY4925sHvnfPBr7Ri+C9YB5Mvd+Mq713+169LUHbvbZbfL20BW67FTKXPQiQmb2F/IG8SlIIPv8crj3h7fU9hQObvfKoTD2ceqg9DOQjPvg/LD5LEtK9zCQcPsFk3L06aSw+J9MPvUi4vT2ZVQo9eS4QvTQLqr0cKiC+uwYPvgbgY73WAJs9KLAYvorW270PKEg9ke82vQKqbr1eVhS9gapcPVVcaDz//4M9fDsFPWL9Ar2vTTM9",
        "T12lPaWUiD0NKBs++l4rvjyywz2Xvdc9yXkdvbZYaLlLgwQ+WmnCvU62wL14Tvu8CzsuPK3VHz7WMje9QxoOPr2jHL04YQW+XDcbvl1cbb39B8o9nbwSvkQiB776BJg9GumEPTFmSr0jbtY9pUX8PaivKb5jSE0+WGKxu+pJ1T3JKPW98t9dPOyRxby989I8jZiJPXbFHD74dyA+y3jyveGfnz2tBi29X8BsPeyvBb4eAgG+yKRAvjLI1b2/RQ4+py0CvsTrxDs7ovE9T7rrvOLL+TwqYKe8m2K6PSbavL3m3Wk9vIqWPLrc5L3AAQW+XU2NPSE53D137C2+EO6+vUrViTzbMs+9Df4VPgcOBj57+Oe8WHgsPj3iMrzOHS++QfmCvWkJB77d/9i9WuMfPcxkU73kidO93jolvTnQyrtwBRA+7BqdPfo5drzSCPW9SZdxvBmPEj1Ev7E9YX0EvubRKb45YiG9DsLXvS6LCT4NtSq+00KEvSwZgjzBHA8+iEyJPX1jhT3hFBY96DkQvHyrDr55MTG8zSPaPbpuBr7JAHk9kqjMvUFdOr2Vab49Ty92Pa2B3D0iDtm8IhiGPQCKOr4ceJc97wazvTlXOr4qL0k93EA4Pbwd8Dz2+Ti9xK2APf3S9T1K3LC9sGbovR/bfL2Flp+5R+kYPmwIK70zIw6+oquDvcKjhzxAWXw8SFl0PpV99L321JC+Ih6rPuzS5L1tkGo+38unvWsTgb7ipWI+i3ZGvrt0lb4RkfC9VKE0PvBjAL0aJDE+OS2uPkW7RL4dyKw+BbGmvZH4uj7MZVw+Qgf0PvdsjD6MYmu+ZucTvXLIZb7K36+9YJOEvCCUWT32Kei8sKRVPtqxBz25nXK87m6APuDIUz6TX0W+Ksn6u+xUnj4+qV0+sX7MPT/GI70qAym+yIdxvrnPjT44PTO+TXqdPiFHAr5OHgw7fi1evjfUz74C8pc+FwzAvoOStL1aeWO9GFnDvaUvIT5AR4U+71bzvTZVUz4nK6M+",
        "xTaCvS7EFj3M9vm6+ABzPp6Kq74BcQc+Uh33vShggL48Lao+g7cavUp8HT7JYl4+OQLCPTl8Pzx5IRo+u0xZvrC2KD76p0s+fcn1PaJBSr5G6cI9MNQZPIrdY704f6o9KnsCvjjX7z1rb2W+o8lVvaxAhT0tcTi8n/w1vnqeJz6ZV0Q+diNtPtDUJr3OiBa8VVjHPZGC770kTTY9qb52PonGxL05S6S8fPCGPujRwz05bwc+BRu+vfs5Dz7J/l++LO6KPQgcqD0qeTY+wdyvvhTY1ztmG2o9hZmWPsb9zjvXtME+uuUpPuS7Lb8zUh6+DYOyvR4LvD1L65a+xjMxvsgo1z2ckas9Rw1cPk0k5D3iq2Y+5M8rPpgQLL5SRQc/VkNiPfa1Ij3EH7w9w7yzPoabPT6GtMU+p+ZzPU1auD1ESoO8insFP2iXB75vyK4++ZWDvWaA+z0uHEU+XPtHPlgip716V2e+tz8vvfRHBr7+Jgu+DnFxveVxmb4W4Ts+Dy0VviGJRD71l+W9QvOkvdYkzT47t9+7WWIEP/OD07y6Xy++9uhYPsvojj2ZheO+0H1Kvh+EBr2QiCs9iO3cvcq4kb0Ixx++Kj9Su+QahL48oEy+cEJDvZVhWTzU7HA9q2YavlG0OL4U7HS+DYiZPQ4o472Nhzk+37VbvoTZXr6L0fC+f08fvjA4fj5/3bQ+p3enO8ZQxT6wmP29fhPEvoA9jD7Vlx8+cBUjvpGLkb78KVQ+pHyzPFUukLzmoJW8WaCFPiA/hL5fkUQ+z6cGPvRvmj4KvYm9K7GwPAf1nz2nioC+hWcxPtIGor46Z4E7acv0PQx6ZL3/EZ2+1W7ZvdKmID5f4gC+ya3cvS7LK77LqJk9Ac+aPuW9C79+9C2+842APvhoiz0siBo+DHr8PLy4iz36Hpo9cRYbviqKvjxLkQs+r4FzPn9Bmz5RJh695bCmPhWTQT5SFF6+YWsCvsZnwL66Toc++fiGvuPFrDyEMIk85ckEvrhIjj7LXTo9",
        "lA9bvkYWx73C5f+7IlxcPgC/gD7HE5i+TlhnviEGYz7kMt09LY2KPnp/Rr4TQAW/QzVRPedwAr74jbi9OkrJPasxqD6ZIOe+4CKbPiUG8D7xOPK9ivrPPutVrr3Trc0+gIaKPr3CBD80XZg+LtU9vvhkRDs+hDi+OKEiPEGiVj1FLIQ+DIwPPukMlD7yNu+9bKv+vSlqQD67h5s9ZyB3vUi4Az6izIw+jo+yPpF2Lj7D+A++gv4PvrRLhb4ty7w+wRRvu+g9gj4lL4y+f+A7Phfrc751zM++mcSBPvBBmr46+gM9AZDWvbxhSL49L4g+14RCPT1sgr5dQwk+rIWQPpiSXr6cRbi8/nFNvVN7xjy9SaW+4xoKPWZQib1H1P2+00AAPwQOHL64K4Y+swk+PSkmmz1HT5o+Na8gPqgKR76NLUQ+DH0WP9dRAD7gwdC+9QfdPpKMabtd0AW+WNhDvVpt5D7ZTUw+8/ORvqfaFL6HZ/48llTnPT6vv707IAs+9Ee3Pm5eVT2jeoG+aiZovkDGvr1Bj8K+DDHAvRBiLD7+VRu+wFeuvYTfvj4g1FQ85/EdPmIO+DzUjus9N4y6vtadMbx5mwM+9suxPfn9kb6hH909ttQWPhP82j1yOYG9sqYJP2SrUz6VJDG/74STvqtXDb6SWnE+w/8nvUIcJL47bDM+oF6gPli1Dj4VmSg+AAKpPsosEj6HjG+9Y94ZP7/sQj/P9P29oIRlPticpD6RQNI9gKiKPpvHRj5Sf6Q+wTZhPhfvHj8JfJS+EwO0PokjI77wOC8+UeY3P9l/lT7FcKC+bmwRvMNR+D0QpHW+dT4JP5uwd76MwHS+FZ6NPpuJm72wZDI+fc33vS8CpryBNtg+Z5WfPcYLCT+ov+i8/aydPXeflj5+/wk99wLDvgnZOb1RZY2+xwKGPH5TEr5KAAm9bqt4voTV0z2Y7yG+Z99TPQpXTL5VzKS7P5ZkPqKsN77c4GS+Mcr4vTFu5buSaDK+4LGYPm6apb5EUYy9",
        "PnnjvnmtnL4SDRk+TY+SPsS7cT5jYPw9x9TJvT0JgL4gkgw+sZeGPgjQh76sBRC+f8TiPZ/GQ72YUN29aGOOPZ7Omj1JSSG+pRCAPU99Yz3Un54+j0oFvnUOFr4rI4Q+aE1TvpNtNj53U8G+vymEvdF54j2R0Qs+hSsFvv3Y6T1DO1E+SfAjvkVsq73C3I28Ur2UPlh31T7BFs++fVuYvriPmLlFKSm+i5ndPUqTOr4J2sC9jV5NPQUHlb0TOzA9vD8iPvnQUj2H9A8+NctxPu6F7D7MgTQ+PZN/vvnLKr7sJFi+Z0eMPD70sr6QcX09QS7gPTYbT739PBg+Rb0pPtmCrTzw8ZC6ngiwvVUTOb2jDwo+tyS/PT79sT0/bJi9gPiqvY9CUbw9PiM9showvq1Npz1IFjQ9H4SqPXmMVL3gbok9eyFXPSuwCD4OzQS+sDMcvg9ivb1wl1e8qDonPjrywLyDHk+6CBm0PegibD0JX9q9RRIRviGFw7znJKG9MKYJPlqHv7xWcBg+/GAHvi8BnDzjb7A8Z/eZPXQIDz1H07i74KDlvcgCnr1Iaui9ONTCPdElcb2jVCM+HQS6vX5Syr367Zu8dnhzPcQ+arwav+O8uu0ZvX9QTr2zPH69pCt6PRcdYD0UaQA+fhNTPhUlHj7R3Cq+nE4LPtLO9D0g4YA9rWGVvZHa97wkVqq9bPC7PFhNUzxFHso9aNUtvHccKz3mApO9fhJbvX2eiz1EmRU+xKIwvBmSnL2IGTy+kdP8PacGyL3r6XU95dQdvoVVzr13Vhy8GsDBvWyJGb5fSMK5jZv+vbiFMr2HBsS9G9qbPSI5+7xmyWE9sQGGPaehJD2qaea95Hk3Ojf1ODxPOle8wvQNPaXHtj2JB9O9pEjRvH64NL3hm1s98rGVvXa1Bj5CN7W91fcFvgEoE74JQSe+6xqKPQasCD0A+g2+oFbXPY1muL0rC6A9+JlvPSy9jr1chLg9bsMnvqeM9rw/eRq+Zkk0Pngzwb0tEFE9",
        "vBstPpwyDz4F5oe9txB4Pd6dAL2/2sY8sDWivfMAU70wqx0+dyUyvM28sDyhEay9ez5ruo4ds71MxpM9IN4KPYT6RD03MTy9r0C/Pas7Yb09jiy+ML+OPJNZxT15fL29bu+VPdk4hLyz42m9smjuvf9aOz7iZR89J29HvbOn3D3hZ929vrj9vegDvz1G11G9N/n7PfJ2sz2Qmpo83PS3Pc21oj29HjY+R+rzvQq0dz2ivgi+cQuYvGFMhzvQPQU9IkCGO+qK573hpMa9vq6XPfEEXz5qs6Q9SHoTPsVJ+z3IaGm8plAZvtvMcz0XJNU94U5uvRc2JD3t5wO9HtEWPoZh0r1OE+G8KFGHvTMAkLqEzz09KIg8vWYCYDz6Uw4+DaqjvU19sz2gpci9uRy+PWiB+j2/JrC9yWkoPf7+xjy+OR0+F1EdvbJICL6VdUE9/cgLPrnYOr5KVMS9niCSvavmP76J2Ds+2oTmvUzzhLxT5jI+FvdDPaa/Zb1mT+C9UM/xPSis7L07Dwi+ShLAO5k4z7326IU9/v+BPHsfvr0NYtm9PCvzPBD7iT0YkOU8isjGPaOO0b3yEou9Oby/PdJHMTw6waO9IB7PO7IrFb3670a97DfDvRXCQ75yjA49Q2+QvUhVJz6ObJ49N5XGvXpmKr6ws4w9Z4FfPWlJHD6CX+U9GLyovUvedbx0EE290+ooPWBja70FNuq9bhkJPtewrL3qxHG920+NvWabQj14kKk8OT6tvXyvob1D96W8piEpvVDyBrte8zo9fbv3PZdekr2fAJM9ODG6PDuVfTxHYAC+zklfvCyPAr5v1t696SG0vQL1Ob0PUvg9IR1lvQOKSjudkOq9WzV8vaOHA73GIQo+Z9mjPNxE1LwZ5Vk8InTfPYrw770midy8mfjNPX6e87z+rDK9nW8FPLpon71SbFy9uGLgPR7ioj1zSpi9V/iwvRm2mb01PIS8kmzDPYntEz3zYss95Lj9u+oBmT10ptg9JZjoveRzfr2s3Ps7",
        "YNPhPe3QED7Sz8s975wCvZCbsDzRaTC9ac2iPmwNDzwyFj8+w6CjPW36Fbpcx7G9Y4SPPMR7wL1ghBY++icIPQM3oD3q+/A7qSFZPrw7fDxEqlK9zPnlPZgJjD0C9dY96b7bPCTyXT47fR0+KOnZvZl1oj0InQC+Kka2vc7x3z2iLb09Xl6vvLJu0T3oi0089bkzvh+9EzxFziA9n19/PAZxLrtA1wm8leiHPRB57LyF+wy+1aFKvYsD1Lz6I4M8NfXePTBsnL1+FOu8zvBDvdwshz3X9+i6yvfWPVuNnD0yOUg9TJMPvnOYAD0rJLc8wtwCPrPDsL1BX7s95IYpvfcXOj1/ujM+8WRBPKFL371sjTU9jHGaPZocij30ef89VlyDO35KAT0jjCY+LUihPRydhb16A1g8PWF4vmdSdLzLWqu8v5T9utiQBr6osaO9Enybvbl6XL5om867Inz6PR3lrb06ovW9qTG7vL7ZzTpkxwQ9ZSKxOyJ5jb04k7s7POGpvL4Sdr1Ye0y+rfsOvp3FZ72xwr46RWkGvZ1L2jpbQ6k+FIKBPDWskb31EDg9kIudvXQfx73fHaa94ZwGvb/Lgr14keI99abQPKan672p3hM9j2mOPY1NWj0Xi9E9NSsDvgPlCzxggke9356evTzVMD1qzYS9P4yeO1VS+T0gCho8GwZkvTDtHb7zEaC9kUujvNl6WzwbUMM9KAjCvcG1Ij74qHu9cf0XPdwrPr066ZY9fcWWPOZNOT05/4K+4o+OPQ57hr3BDRw+zb1YPqOK+b0fDjg8uljoO23b47180cs8pSmCPRLUXz08uho+s/upPY8paT1042W9Hf6pvYLI6Drq+ie7+B9Mvfu8Hr0aC0u9hCq3uNH7aryZNb69NG/5PfqJkzmJ+zo9+gHPPSwctj10tfM9KOsMPkyZd73Ha6W9pUS/O0TKpjofWPW9QXHhvG2V571RHhM9p8TYPePHPTyQNM88faiQvoM3Qr5djPo9Jd6tu0Hjwb2m0oy9",
        "tS2wvL14K71CM1k7Qh4vvTNLdT35Drc9emcqvglxyD3eCMa8j+pHvZGnvTuWctk93kaFPT1SyzsPpdO922HxvQVFoD2XIwg+8Nu+PbLHpz24D1E9jwb3PGLF1LysPqM9pVCsPaBHyTwYTF886UW5u9PQAz6tWKA9+SYSPiLu87wfYIs9VR2YvQYcKD7zPVk87jACPcZZ272QHV29vrAWPHGHhr1RwKQ9CbiXPayduDl+eQw+TkMdvbfa3L16Miq9G03lPb2Bu72xXdg9+M/wuoPahbzbt8S9lp8bPQ0ddz0CHxa+yNz2vfKncD2o3RU+acEGPUd9Nj1/Yxm+O/4Mvqelcj3g2vE9moU7vbujHb2vER++mKztvdLu37yq7Xa9j979vVywhr2Vu5+89/KgPbU2Xb2RTbU9SH3yPQGIeT6fDBy+GZcVvdM7c733IYo6AlYNvn332r05rSo9oTbnvM85Nb12UoY9uObovUwalLvZN509eteTvPsk9T3WsI89MmbjPCxbur36jiQ9rZ0XPmCWVb2x8C09+iOkPe/r2zy6UEM+3BYMPloepr1TSSe+mL4GvUBZg76qGjW9oOgbPZBDJL2idI08IksBPjBuljwWr5490aqfvZFxHT6Wch6+et1KvobCBT357f+9//kivjBRbb3jkoy9OnrqvVhFhLzffm69GhMzvllltr1zM5c9tJEJPo54FT4GoTS9PwanPMfPQj4Dnee9IIrUPD49rD0bTyu8VuwVPgjif70mh2i8vG8NPKyYLr5QSy++xfWuPe3rTD08ahG+YZ3IvduCtj1T8uu9/bbLvVtszT18dgE+5qDCPaPy1z3vLeY90d69vctZBr62iJ+8DGdUvQgj8zzRWQI+KXwhPgavnT0i1lU98kX7vVs9h71PZhq85qHhvaBX+zyX27u9dQ57u52UMT3/Fhi+HEi9vX0GSL0krwy+/ZXBPdeKC763h/U7UMqLvfkLxz1AjZ29sXXHPAkjmr1BMio+elwhPlayBb2XUce8",
        "bOvzPJBa4j1ad/I9Od/1PFtgzDxB/1M9adYivXaPyT2IfPO9/s/QvVDhVL0TRvW8Y0F0vVpzZr5kHnm94a2/Pb3aDT25Ya09ngiyPZYanb3CEgQ9Z+4rPICmkLyLX9M9U4+GPXgPUz2K2o499KuDPdACrTutZwy+cJDhPQuV9b0rbti9Dw4rPbtTib1uKZQ9/NKEPaUQxL2mCY09Mg/PvSEYmD0K8QY+G2JpPZN8Ib3xEhC+Iwr4vWIV8r26gyA90UYsPZYaxr3qMxM9BNYwvm+IIr7Sjjs8CqG0Pd+tRjw1yzK+VskxvMKNDz61ECo9eWqWvY6qhT2NyYU8anoAPhjwjL4JxAG8yMzIvX9HH7y5vD2841EqPWxGF775uJK9bvSAvnOcFD2o3g09iYcovZC88bwRPwa+QFIVvlVSuzsJk6q71Ijou/1I2bsG8/w9Z7fgvDwVML20+ks8p9c5PJinkL0H0PW7pJ2LuvtT+byOr5k8WB6MvbiyMT2tWOE9+kTXO0YH6L1QIhI+giMcvgGdXb3TsBQ+FA7GvSbCjrxxVqQ9D575PYyPl7wqCIg8ChmBPWMtAr6THIM7KYB6PRvDET0WvlW+CruIPcN4qz3sw669IFyIPS96lr10diW9a2ATPbbi2D1Mtci81Z+bvb08JD3WVN69QAadvOCLGbw59ss9V+L1uqYSyjrnqfS9ZSBtvICCvDxX9L+8mGsWvVHLh7xtXL09fhxYPaBIH74nwWy8OYj/PWXfzD1gZBK+YRQZPrWXrDv8aCE+l6BpvE2/JT4p3rC9LkS5POC7/jskEB89Efk5PlYGmL1wUBi+K66EvEnANr4tlAY+6XLtvWAjlDxFoOc9E93Xva4A1DwVHUi8HUI4vmfmzjyHUyK9W2+XvYZGCj1jIHS9izo0Po/mPb40Khm+CumCPI8i2jtlt+M9eOhIvbC4cz2fj849xOYWPcgGmTtpwp289D2GPY2WYr0rj4i9XXMBPGF+r72at0i9yU0zPjSxIb7JrkI9",
        "ys7ePFoXZz5naLi8d8ohPbjgI71Mg2G9+pXFvZaHAby7PTa81wgnvss0kb2jyiI93do8vtyZiLz5YIc9xGURPnRrkL3K/wu9qXvCPfhbgjxH4KG8Hb3IvTSHDT36TYK9EUqNvHaQqT2UMnG98HiqvMLHnbwb2RO8qRd5vuWZSz251+g9JqB0vQYb/r3uaiK9qF92vfUxRbvyDwW8rQ0IPU41ZL0sXi+8zeHwvbDZEb4awhO+HgflPBFxbL0eega9iy2ZPN3Gq70Djp27mF21PbZEEDxO78+9uamqvQmyu726Cgw+cZ20vcc2pDpEwCK+HQUlva/Eur3vI3Q88ApcPYD8hb2TTTk8cSsFPtAMsbxHvKe9OQXvPT3ffL3UBI690fxVPhNk0j2B54K8nqLrupmr2D0WnB09IacKPLLwMr4IoyM+CcIDPCKs+j1o8kw+JLjjva6THz7JAa29vsmVPUJnNL4ljoY8zd62uw5LgTvcFNG9877Iu6uwMT24Q7o8UDobu7QGYzoC/vE9D3oOvnkEA77mvFs9ul4ePTW4472MaAw+c6nKvbOShr3ElRu9EzoOviElkj2YQDo+GYuHPXwzbzzRLey9nU/tOmn31zwl4nE+eik0PmOLlDx5ON49gPh6OxwPUL11uK+9/C7ZPadWCz6i8ss9OoAgvjPLIb0JfCw+872fPbkB873lBF488qgNPqdjgb1Mw5s8zbl9vCaRxj12u6+8etTHPBrp3zkeFvu8AnKGPM6K2z1mMtc8QEEQvtBkIjqtahS+fdywuliu+Lw7TIQ7ud5UPfxZg7zazzw9cn6uOmTTgz3CDh09yoAQPkrbmj0uYos9baKKvcb4xz0p9lo9Z/YKPUligz1rJmO9C46mvTcFAj4GsxM+P2SnvWf5qT2jEYg9ZsL2PQOMlb2DbPe9o88CPpU0nj3bLVM9342auz4f0Dy17xI9aToaPIFDSLsDFVi97DnDPW/kAT0d7x89YUyDPaD6xjzQH6+8w1u5vBAJm71rZUs9",
        "0RKWvPteBb4wJLy8i3fBPTl2Rr2qG0I9OPkHPp4ssDmBs3o6zTKpPI5azjwLTx694pbMvUnxuL0AprO94xQLPhd8Lb7BX1u6hBROvTL4/L3FTke7l+OgvQJRBr5fbWu9SFuXuiZymr2qYAK+a+wDPvYm9D0jKwk+YYbNvYM8rb0BmoQ9StbKvXoOWT06k7K8hgWVPUKg+TqyAKk9Ya0EPCD1cDwb+3i9I3lkvVfjDD1LOm09ei27PakDFb5Tugm9fUKoPRiIaD3c0JS9nIcVvuhsqT1Elvi99osuvWzseTwdWqO7lxshvv3CRjt44n68VLafPQUt8jwgCPG8F2YfPvcrb73XXCC+7RnUvYUtOr2Wnss8In+3vShnqb2lAaO6Jke8Onchyr2z1x4+8G0KPbqMFz3aVcm8ReYTPNaF/TwE2ag8T6KQOMWznDybemU9rQIhPunAbT0bCSe60yooPljaFr0t8gQ+2zV5PHAaEL7iAqE5cxvqvSYOGD7vu6a8k66evToN1r0/YAa+kArBPbpyibsLczA9Mh8TPHozpz1TdoQ9vTJrvd/4N70Ozra9MOsMPn3VPL1UQgI+yjABvW4myrzf7Ai+kuXevA9tuDuMmgS8NhHsPTh2UbyTlOK9FfGTvRpQAr6M2Uq9ngZTvfHZHL3YtMy9sKuTvaejH7wYRGY7zwS6vP1lEj5LEhM8hA6+PRUhgj2tizw+8r6+vCHyBT1KcCI+rMK9Pc8HGb7Lzy69BZjRPFq97j2Tvcy9eGdlvZcIY70zbo89RjSoPD7s4D32zGM9iBrqvfbKqjuslny9I+X0PKpOcT1vWgK+NVaxPIu8vz1jiLm99/CcO4ZW9L3AIag9TJrivKluoz3Nj7Q9pk4MO44pEDz8Cfw7b3NcPQ0voL2GDjG9ekWxvXeqqr2zuTC+vyOJvdekrbxqWp49xkKyPAmT5r2JxZU9TTMRvst/wjzhEoE9Dys0vReQCb4EkMy9seHiOrBcTzwktg6960WOvaroUr2HRLe8",
        "qE9uPVJsdjwfayE9dBYkPobkHL3x9Hg9hSsLvjnUn7xikLA8nEf4vNJi/z0D7Xu9DI2fPGxrjrxQkCK+JKzIO/7f9j2wV0++tJhYPSxhV7xtsmm7WhZzvTiFCT12uOY872ysvFl5BT5d0s+7vwmmvFDyub03xtk9CGfWvU256b3qgRg9/oRfPcvsiz22usM9kFrSvbG39byG3Oq712IPvnCbKj1OvWe9bxPbOlDt4D3Zrc882Z/rPR6lGr3gjNS9TeXcOh4P/r1caCS+kRJ6veLaaD2itJC6kWHTvccSlT1KQ+S8C6uzO/MPPbrpZQ2+9ixtPLqcm738mdy8rzcGPSJj7j3wQUw+W/5CPUGJ47tYAAK+iQDuvZsp0b1rhAK+7TRPPgtIYD1ADBC905fOPV36ozyxqyY91EDvvb/NMD7SCiG+/MM+PCuS0T2hC+e9L5uiPV51JD5LLAa9MdU3vn4iGD4GVGC9RxlsPWtBgj0fM/K9BE6KPYRdU70XweI9PNAbPPgrTL2nmby8yMN9PbMwlT3Um2Q9eqmhvEd85Dw26Nq9H3HlPPWj4z03OyM8T/rGPdy6Nr4IG9w9vzJ8vcSVpT15HUe8y/DfvcbOgj2CNOy9L8egvf6xjTwBGhi84Y8tPeyAJT7le569xOvZvSIeCz31+xw8aIapPUwHhj25VeW88VwSPvQJ+7y+P0I9Q39nvVKIVz1aSDo97zm1PWIZbz0BRYs9sJ4uvhAJQ72yQhu9eCCAvSx8BL4c35U9NwXSPZc7pbt8PYQ94QYVvVLBzb2vn7W9ZaMKPrqx8r1O8U09taHuPaESjj08wyu8FDQlPskU/j0Eqvm9YRr8vRfFgz1YjFo9hU/kvRpo1b0/P6a9j0IQPj8Poz1WMTw84yPevM5Enr0Qsjq96CQ2vh2kYr2fXKc83Kk8PYkUvjxSEwy+qdi6PX/Bpr3wkJE8mykBvhn+/L1pICQ+itwnPVTlEj2GsLC8GGo2vl2o8jxvPtu6FCeYvHInBr607C6+",
        "gwn0vNcD9T3OBho8T66vvATEzzzdtgW7MoGwvW59pb3ZVSQ+NIcAvtb8NrzIZwu+bm3/vZOsXr7Yj1Q9j+jCvWe1c73RO409Q9vmvSLvbD2j2Ac90E3mPS273D2fdQi9DiY0vrDzMr0xLge+LtyoPVErC73Fpfq9aIRYPj0gAD18rN48eG2AvdOyBL6UUCK+NZ0/vIH+sj3/opk9RIeivbbJCb1r+RQ9qM8KvhU16b3ba6k9Pa7gPe3FCb4kSCy9guhtvSjBuLzzAoo9T/+gO0s/Vz48tKw9Dz2Rvf86EzzlUfI8Jfv2PSL8Jb6FMv+9+kK6vfwEIT39BQE+u59VPZGiJjwb/0a9guwSvFwogL6BXGw837QcPVR0JT6+hYW8R46ovAB52T2dDVo+l8DMu7qcYD2JQRq91+wUvgscVbzzYxe+57iFPFxAsTxX/IU9avCJvDipbD103Se+Cp+XPWsvgb55JRm8FDevvkuGF76jZxI+LNVPvRVuxj1DGrG9OTjLPHOJ2r1YCIo9mc2wve8G+7vsBkw9sDNnveSrAr1PWNe9BhQeO22rkjw4UiW9C3CEvUE9zD3fajg+J8dYvAl3rLyDpr48/7oDPoeOWz2gqOy9r2ROPNSsxz3CSYE+MdyOPkIImj29bJ+8L1PWPJcEwT2OxOU9zBv+PEpy471cMRA+TGeyPZiRhb6rg5a8xRTIvFKCbr2Sn82762YcvmJrBD67wYA8XxQpvkf3zz1KPo2+FKfFPFrIeb5jOQW96I3LPWUIAz3NhR08Hm2BvP8bXTvwlJO9XqW8vNgdmzzEVe49wPa7PXhyJb2iAEQ+gHPIPc838zzRUnk9D550vozDVTzLjks8aAcZvfPwk7xjkA49qeM/PZrqCj5w5II7G/jHvE/iY7x1X+Y86+nvPFCJUzwxRSe+8nAqPRb1/rshP269bwLXvIb0sj3Dqgc+NJ1Kvevop71KIaK+fWPrPRNrvb1Wrf08nWWJu3Z5Fb3Zln09Pah7vcEQkr2LqQo8",
        "NpolPUEYbb75ul2+6tmPPFTRJT2qi9k9Jkssvpvj7zvEB0W8NqCVPbLT+r2Pdjq+OT7MvepYAz24nfU7dRWFvl68q73vZvg83I+AvbJfbr6HhIM+4k78vbjdITsIgYk8qVlbPWiI3b1S8c+9R2Y4Ppcuo72ivIK8UVG8PYgHVj12oLC9O74HPrqd4rzzI4o+SAQhvjzkXL2RxYU7cep7vU9Fsb2aegs9lUEhPdgJAD6+6M+8P4gEvcTi471lTSw83pQmPkzP2TyrQ/076ZZ5vQi5Jj27MmS9nNSpPV44lT3Ol9g9W3ITPrANHT5f+iU984dhvc6tJrysPUo9Y1yVvKq/Ab5B+dM90v5fvcohEL1LpEA9x1zXPIqvEz7khcm8sQZDPTIlGT3CEkm8WWIFPp9/hj1Bu5e9YcDSvLA4RL1sDzq+eCGLPkHqCb55m0s9jYcCPlDt9L3+4Oe8RiCUvd+/o72fuIW+MTBPPsF9q73Ce6Q92OZGvXjfP7xSuZe9vi+ZvlXB8LwvrWi9zvTMvPm1sT0e2288zLMEvhX3BL6ioSw+ljLLvf2uIjzydzs8X46DPDzJXj0qPoc+5HBWvPEezj0dx/a9Vu0APvyWxDz2Q5u82ymAvhXcPD7bITu9XFKKvKKIAT3umxG+SUqmvVZWebyChdY885YTPlNtGr4Q5sY9lD48Pj9Poz1fMYM9Uv62PVwBmT2xEw2+8AxEPFw7iL1WFd09EtKSPHbzJ73MXBS+3YQEPcczlD2PPcM9ywUNPsXJ0T12PZk8DfMXvbC9Jj6Klwq+tNSqPVopfDzEwNA9mEcBvpzOVTyGcho+bzEePlSaKz1+gwA+023UOn5twb01m4y8RxKcPQSFDr4IMAQ9KApmPfBrHb7llNo97P5HPeOAV71PUb49MU44vf+BSD7DBfU9r5GKupkKiz2rN5+9RL8evXMT4LxNtNu9QJ1avdzYgj6c6189n9g6vdh64b2uFYq91EoRPj0L/jzPv+k9JmYGO90Exb3ez0A9",
        "qjDBO5xpNj5ascE9vGzBvVPM0L1ZzpI7cS9zPp8lz70jXpi9nhEwvnnBqbxuHCA+i1HRvL9tAr4tBZC9Agl0Pd92Xz13U7S9DK+zPHQkpD3AsVS+wkoDvqAH270gOqK95bpsvtuuzj39hre8IPO+vT+pQjwNgZm8VeQtvmasST7PaaW9seKMu97MYLwhl4e94l7pveo62L1HlaA9E7p0O2BbDT1m+Lq9G8R/PO8jSb1g7J29VdnrPPGAKr0ldzW7LuFYPGq3wbs/oBS+w1jIvL+zHr1B49Q9+WXevRZhm72OmTW9MGQOPpsCAj5xwKe9zRkiPnZ0lz2Q7DG946bQvGkTST3ahpq92BdVvXWc5D1QsVM9PYEKPgrACj6UQDe+J4nLOzJ8AL6sak48BHsxPSTatr0U1YO98EL+vQsaCL4Nzhi+2PUnvXJGS772DGI9icZLvNqcW7xe1GE9iL9JPeCq/b3j7yO9Y/vhPQZmBL2O50w9wngiOvFbwT0uJZI9SZGqvVnHOD3Yu+09uvplPZYk7LtZWFc936hEvCAPGz1Nc5A9NnLEvT0t9Dw8XCO9v/4dvs4PpD2wdRE8fmU6PrIwbb0dkCG+an0AvgwWBz4HlDg+Y2fgvbSW/7zNrB+++Y3wu1zZIz2DVic8txR1PDKgPT7pioy8obYjPFwYhb1fTDQ+p2ntvOXqVz2Gvkq9DO5YvTGq3rxXuuK8+PQ8PTEN87zHE4c9gRCvvdUkKTpCr7o6qVCDvn3N37x17Je8rRSgvSlQhbvhm+W8ooECPGBEjD3V0QW9hxwLPo6S4jyHcBq+ejrfPUadsb0U04s9FI/mPBINkL185VW9pCG7ux5kRz0INaq9vJhDvhmWAj5aeOS97eogvp62TT7cV+69etfXPYDQGT5xtiq+k2sUvs793b2Xdwk+7AESvqsIfz0yRYa986X2PdckWT3XKBm+OjldvdmRAj36QuU9+fE2PfXF/jzqWUi8nSObPbqtdz2Yb2W9p3VWPvnf7zzE7nk9",
        "Xc+JvZbUAr4kXAM9YuRLPjZl6L29Bls9iDTGPGkUTj0GTuE9WxMVveQisbwhmuo8P9jevfAc2T3kKDm8ErzYvYCw1b0V11o8oR+2PC7fCr15UWo90KgRPgf+CD1xgkQ9HmVTvdDFl7ynr8O7LK2PvZfz6b0e0WA9ROKwPVfM6T3Hjuq9AVjnPRF4hr32CsM94gfiPQKh+D17Fu09/SbVvedbFL4YkZu7GvrpuzAfuz3IPSi8Nv2hvQA1f7z7KRG8/YaWvdADEL48VIg9rXNKPA0OBz7wHd69K845PnJdp704Jni9NT7kPVxXNz5//AC+6n2HvLFcCj69WdG9pzaxvZHftj3a+Q282hwDPseMzD1n7dI9P5oOvnJbVj4n9jI9Ee6YvcGYQr75sdy8YRTQPU2PfT3rqIE9n3cMPnkh0r3qhZw9h9OCvDYQ/TxzuwQ+hBplvXqTt7yrIck9X6qsvSHCiby+Yk69QPMDPv4xJb0hPpQ9ogSevVB10z0aIzG97yZdvfYf3zzwTvq9QrKbPYYGD72MnfQ9u2MqPBAslr3LiVA+82UEPZMfDD3Wr5q9AhQjPusRrjySiBe9WQTpO+/o6L1JLl68XxZZvuSb1j2+quU9TPr5vc78hj1k0q89prYRPeouRb23V/m82M3CvcwCLj6P0ko9PBUYPeOZEr4Luqw9OaDJPeHVhT2BWF49jOtBvpKAlb1QN2K8cGcIPfJMgzwlGma76vzNPHK0AD5syJy9uKKJvEI7nb6L2c49xrc7PNXIHb7k/eA9wkvYvVjbFr54x6y9cQaqvX5bNL0nk5A9nWREvqQ+2b1Bx3k9lyD3vI/ucj3Iy4E88DMGPjquJryeiya+JpZ7PYnuM72ibLI94bj3PMH9+7vxZCC9nVAGPtOxA763lxU+0mb8PQLCKj0o5LE9+WmQveo99z09bb09255fPeTeVb4hHis9ikSgPQAFzj2IXOy9P78bPiLI9jzfG7M9+zoDPbw3eD1eBDQ+XXq9vFmG0jxNmqw8",
        "DfkPPiq2Uj1fFdU7hWLfvWFkPr1gqVS8e9gKvUY/AL2gI+q9i5tWPbTxRD0F+R+8wqLwvYFdL7y/BZc974iHvZ+Ldb1IrvS9K1uTPTj8Kb5aFps9a24zvZCDyL0SFIS+gJCOPD+KJD5Y7/m9offlvWfJ9jwlJfi9xm6zPaLDGb4LC3I+1T/QPURnjD0KY889oUBVPcnwZT1s3yo9uEYjvmMMpj2YuF29jaAgvn1a3D2tOM69NfWcPfCuOT0YGNM9zd6DPPonvr01o4Q9CRiNPaIN7j1AbL28azYCviatHb3vxdc7Hb7ovTV2AD5x0zA9ZBb3PT8pKb3npbg92u5EvVLgAD3Le1O+8sLpvZPqAz4oXgA9YSgJvqXp2T1zQLA9lBCDPXIQ1LxZRAQ+9MlbPbumUL0Mz2o9f4iXPVFZ8T1VIYy9QGWYPaJ6RrzlL8K9NEYlvcCWLb77iG08P9QcPTjWgr4rhc09Yi13vRkJ6LtvXQY9tSxFvhqYQD21f5o9sIsNvGBWND3jpCG+bNPzvBfStTodtL699ci5Pbj21T2qPge9WMTmPaZKob0pt+C9XDjXPSbDrb1gWWi9KpqjPQVKDL4hF2Y9gkQkPZWPAj2LV+08a0IrPvBNAr2aTLU9uEgmviUQrr02pSC+wbIBPMy1072zO5S9nOyHveNdhL1ODmu92Hk6vFk+cz3BK6A85nOTPZ9lLz6Mi6u7D8W/PaRHjrwtUuW95v4Dvv2D4D1S4hC+BBo9vbk6OD3btqe9fpcWOtcQyL2voQE8ozNBvStQjb0Ilee8R6Q0Psb20z2t0gG+m5GmPZz0UL0qw609TwPrPUXgUT15qL+9aIEKPtXI1b1kcsU96BAmvmjUbjzDr/68blwPvQiV9DqPueS9wYOHPc8KFj5FA5u8AlSRvL031b3Tfx49imLMPd5Mjrxn3rA887y4PJqWzT0AG1e7wpFSvUNg4r0hPN090JBJPKyBsb3xtC49AyJ2PfduWjxADAm+DCNvvG22aj3XBCK8",
        "cyVSvUlUM7x0NdW82iz3Pexo2r1XMwo+j7wgPqfdmbw6ytA9tReNvDCQPz0vBI69tbMNvquRe7xuG9693KFBvVFk9zwr/ga++N8WvjA7Fr6v75C9R2zMPGccXrsOGKk9ZwAoPmY6qL36fpa9qHTBvYgjkrwikXk758wvPZnZkzyakwC+9g0xvJtI8DuTPV29Ok+jviSSyr2mPxC+5j3svUvn1z0T4Nu9kKPAPXuutz1DCbw9ZKmVPQXCsL0DeWy9ZIzjPdPXGz0Is4E96/jAPUjU17wWhJC9oUv3PQJwED3+f4K96/SjPVBSib0yiCg+108KvjdLAD4Zfbg8hw2DvJGTWz6YRM89fZ0FvojF+b0H7aw8mfwYOxgIKb29WKA8nHWiveyqzr3G3oq60/BVvd19s7yJD7S8jdjYvaouor15yra8uRfNvfrJlr2NHpi95sfAvS+8NL7lPNy9RhZ1vuDNhj3KhBM+l/UnPAbP5D3Wy8i9ECPQPcMe6DyaBHC+e18fPTV7p71FqOg9PNTova9nD7z5WuS8tghwPnkKJ77ZRjQ9SFlkPSp2AL7GSdy9LfHqvBcl0b3PMrA9yXEIPntiCz3URQq+gLy3PYfvcr0/1cw9QnTOPWzUOj48Sp478Z4nvYl9izwwshA+ZPwWPbAR1r0YaOQ9HzwYvu40mr1mt2+8KD4SPigUqb31+hs+2S2+PHGBTr0Tn5S5pMdDPVYwyr1Z6789cQ0SPqtSij5OuVS8f5gNvr4Amr04Np49whIwPU/kCz/f9E+9sUt2vjJI0Twe5FG+64+Quydolz3SF9s92589vnAL+L1Cxew8YfBevTC46jvmxda808KMvbWBqz3HJ/A9PxXFvSQoCbxfVmy9+t8vPdOsmDxtKbw9+pJqvUR+Fb5gR7A9gysovFrFxDxKSgU+E3iZvLAvWT0rHMC9rJz/vd7+Fr3Ht709UCwTPYtPXD6lJRw+Um+NPX3nxT0bAt48veX8vWcV+j3vvRo9rSQXvhDDK76qsdw9",
        "AtX+PRsTqD3bkda9AamJvdS43z0pcwe+AD7+vGHn8z61Nqa+q2xBPK0nw71kS5O62mPmvTpo9r3YHtm9TnAovkIvzjwJjFu+nLb+Pf6zzrxjKhK/wAoROyUCxr084Rw8GRWNvqHzDD5GT/+7XbUtPmn1JT5dj3E+j7wqvRqoFb71VZI98Ee7Pedwi72Fr1s9Z75KPEs0qj43oUc+hXr1vZ0JtTxeHau9HFQtPligUb3S9Mm9u30DvkmVTb0AkQe+IAIxOWt9R72lkYy8dQkDPmEW/T239UQ9s2PYPWtiDr3h8ia+kdRIPcCTwj6D0g09fTP8vE0AEz0hjbm9+E3WvBlTID3RfQW+NeeyO+6kEL4yfcw99cVLvc9ByT3nNoq+dCXHvlBfqL3KQwg7oeTUPfElGrzLmBk+SGQTvLAfazwyGt69gm92vreVK72WaPu82zjVvUhYy70f1NS+AftdvWCjDb5EPfQ8N720Pd3K+70tp5i+AzYnvkrM2j2jW069kv2dvUiFnzyrv2k7vCNavfp3cr5/hQu91r64vXoBGL0mRaI92HE9OxIMcj03faG9XIjDvUImAD51eqs8BMgfPeIuPL3mDeW888WRvWT0nz1qCro9ghfCPQMokj1uDqa8Df5hvkYSo7xmuWg9t4cNvjWjsj3jTGw8MoZ3vGV1pbwgUY0+YEWNPRfXKr56WDy9YvTdPbs8QT1sgyK9uuAePV4USr0pt8K9nD2EvV8vnT1pRZq78O8+vrpl372THuk8UZnjPdy/572//mQ9nEnHvG05X74YmwQ+mAhqPWdnaL6Y6Ty+M+LbvFWECL5ochc9j9AivrnaXD7BFaG80WDLPKq8Ej6jNyK+lyyfPVWRnr0A9Ji9jKarvhqxjT5xyDO9PBskPUEKc72oIRO9TAEUvVhEAr7u04i9Gnv8vJwO/LzuYii+kQowvrHasr3t2Yq98yv6vFLfEj7eZZy9OnFkvJyCN7tqLvK8Lc78PgN7wjtnxlc8uWDDPbES8T2Let48",
        "1gzlPKuE4D0nphc9XHkSvfd1Ar5gPG0+EaEiPfLvib5W06G85o4YPet5uT1ELP49ftT4vWXC5D1/uIE95+aLPc2tgDs6PAY+QSYlviKGZL2EoJ897GMQvmtscD5v0iq+opIzviaZUb6ZO3G9SY6pPgUj+T2scDs+i7qhvUi5nb12syW9ecIZPKQBjL1xBUw+uI6fPCdAFT5S4Fq9Vfo3PdSwPL3YuIm9YbT0PSLZcb40csU9guC3vZL//D0dyQi8S5GEvGwAp77PeYw+gK5rvOpypT24vUY+YV+UPXoMBj2nbTU+AzGevP/pFj5UIa69mx+yvcAb0D0/aWW+SzKQu+P/GT7KnNI9rpqxvXboar6daws+J3lVvtzrBj412Vk+tDNJvn5ObT4JiyU8yFWBvsCf/rwDbye+ffUbvukqZ73Pggu+TP7avdevHzwvnE8+BemFvkwR9zwBzS+8yI1PvigqY76DpfQ8MAISPT6DUT4yBYY+9NoNPdntwDv0okG+Se+KvRi6Cr6epbW7/XtPPWomd72F7Yo90iOIvOz3Tb7K0Ck+j3T2vfqxC76Cr9O9JOqHvX2fAr4ZAYq9V7GhPUATgrxuQDG+xfFBPVblpD0k+A89QKpsOb0/Tb5kdKc75AmGvul86bz448s9KJcEPiUUPj4z4ks9NM7MPWuZiz2aCjC+kUydPasRT75O/6C+oD23Ox3DmbseWvo9QYw9O3Cr0b2fm5a9+RdePFFJKb08aye+QDadPQLeab6UPJ49w4UZvttOyLvVwZU9ZfvfvQlnpD2KhAa+9eFRvXECIL53dkE+kPlzvV4uWb5pS4S9qHBLvqIcyD08D489fB43vnhZXryGaVu+A9Mgvb1+lD1OWau87WNvvU93Tb4OJUI+Dw6bvBnOs703v5S+8oABPnGN5D0YLUo9pzMrvhWpKDuUzzs+Ny3DPV5QyL1jmrk9edZFvnkLZz5Y7bO7qgM+vmLKjjtCpik+rQ2FPsQlZ74VECQ+DpYUviPjIT6Jn5m9",
        "qh0hPpLZbj6yAYE8tAm8vPpSB75QSJm8fKZ0PSVFND5tYak97WgRvog6Cz7bW449rNpwvuMDA75Vnl4+RnlkvfhzNb6DBv49gOkzvvthDb6oyku+i843PWMYij1w+eG9M3NevYiJvb0fiBw9yohmvQSCL77k+zK9p7p+PbwgZj5rmHc9sT13PbpWnT45zGo+XB2MvBeXm76/nns+S6MhPS/WBT7rN1g9aagtvinNWj7LVHW+NLcnvtOwIj4FLCa+Kaoyvhpaf75DAfS9/xirvIvGrjymADG9krhTvf5cXbw+IGU8s81OvgiNjD6lyP497FPCPdJYcr283V+8Oj4WvdcKHD3zew4+++o7Pdt6wzxQf2C+6ZBnPklcxTxZzgy+XQEavBaikzyLZSk+YLMPPgy44DzVHH09NEdUPvueFz4NrvY8gCILPllpwz1Oj+m91Rf0PS+AQr1Ijfy8ARNrOym0Gr1dsoC+MEUHvkvOdz7uzok851OYvCCZzr3SUEi+m3XovdCuBD2524A7l7RRvZlsNz3zOF+9C+mcvXyShD24kh+98ma6uWHAdD1MTIS+/+5ZPOwcAT4roTs+vYCDPQnYPrx4nYS9/G+XvRpLhr0rq9u9iPA1PoBNCT5JeLU9urFrPvHHsb0sFIO9BCb8vRsNr711QZE9nmKWuy+bq7376Be8bE1wPTuuCr5Mjoa+E9wgPrfYar6IonE+roYVPgP6U71+3tA8q0QcvpC0Yz2hhgq9CMMnvkNxY7y30VM9tNjOvJQCzbyQbve9OupGPijXG74/Gx09F1vnOygxh7wSgj++PnHTPNvDLT6fkAc+qLr/PbkOvj0r+H49h53rumU2sj3wgxi+ATbsvQUtmD3Nv7Q96OZKubhZ5zwDmYq+kVpgPjpX371xr7G9sNv+O6LMmbw1exY8aqBcvmCZgz2MTBw9ozTRvTNYu72CF0S9QtysvCVBTD3jTLm6FJR2Pd4CK76q5Hy7Cq9fPgeyLT6uegg8IFlgPPWinz1rAgm9",
        "8gXxvQmm7L0F2Qg+xOhWvvVusD2XM3w9mknuPZ2owb2JhZS9rnsGvSNKDj2zUGS9k8ojvu25Hj6XJ/i9rZOxPWwG672/KYS+vhaqPItrXrucoYI9CXzQu3mWw7vo7Be+7TUWPsd+nD0ZJUG+VNgpPQASqb1rh4a9h44WPtdOBD0T3Sg9RB/uvUw2RD4IjpY+BgwMvvdY5bxZ3Zy8DvWrPAvH17yoaq69AnQ4vpg8+D2B7IM9Kz61vQrZXL5MN/66yU0DPlD1ZT7wf4q9Fpc0PrUBnry9uyE+XBWrPWKhT77kVFC+O4jrvdJcOj4VwFa+SkQYPtrTQL4omVU9TQ0zvgOinz4xlzs86IOPPM3eZL5V+Ww9auZcPldUxz1kgBo+yHN+PmW9pLw0UzU+eWrqvf2f0juXtye76TSaPXVvT73eEN+9qzYhPm9jzT1X4TQ9ba/GvI6Oez7K5+a8nOltvUeKL76D8iu+mF24PeHtn722Z1a9ZZsSPtH7kbs87Ae9x8CIvZk/H73+xik8hZRTPhrbUr5A/ia9pkg9PTzhPT2SGaG9hNibvQAJlr2I4Hq7GCYwvTDExzwXGds9K5QcPBcjB76X11a+AvYxvo2iir5F4Js9MtYIPW2Wxj0d3PI9Grl0PfkfKb5Xsl0+9Ab2vOjdHj6TGmE+x8CgPL8Vv70UuVc+9psgPgiPvz1Hk4++5iNhvrhaMj5Kgzw90oUPvg1RBz0Yt/47fdGtvFCQhj9HoHi+v36YPVV9gjwjleQ9+CJqvvtLlj/qh1690AUdvwVahT7pSQq/WtB2PaXJlb60lee9oYk/v8ngzbz0bAk+kuymvZ6eRz1jGRw+h32avan8vL1ikZy98gySu8Fzcj7hojY8j9nSPE0Q8r3oeN29bUy9vWgPT77GDg++17n/vT1cVr0p3PQ8JhhhPQCSOL4AMls+XcbMvX2L0T0xXa29/WEWPGJz3j5X0Ei+OFY2PhLEDD7B+EA+8VO/O75bGb4Q5Dm+BJ82Ppq3p70JIoW+",
        "DbKDPskocD0VUW++2hV2vHuL8jwVHja++wmFPlR7cj8Sq1K/mFZRPj2eQ766Gou+RvrUPEXyNDwIXOE8nwF8Pnji/r04MW2/qC8Huyd4DT7ZsoC/w51PPp67EDxUh8G9BRV/vwwoZD38Qkg+sarVPLDaTj0+nqK9av7/vGfNFb4Q2Fw8xpjZvSvuXj7oHG+9A/AgPu7FiT+D1qM8YyiJvu9Kyz3w69U9ziUivpzSBL4jrAO+bpYJvZW8Lz0mzBM8ZUm0vfq6qL23P6290gFMu8EQR7yjYmm+5H1uvooZWL0/QeO+/l98viORJD+ljEw+uU9ovdFORr77ugM+cYxEPdUCSb4/xGK9syNXvYYzjDp0NwI9f4FKvVPR9T2R80i/oNW8v6Bloz0yFzk9vm3SvaP/Yr66ZSa+Y45cvscHI75p3c69+lQhvzOFDz44lT49OegJPqBb2b0312y/sKuXu8c1lz7gLni+c0w4vISu2TstZni/tkRlPqLBOz3+CB08Bqq5vRe7u71MgcU9gNr9PUFhxb7OAv69s982v7TX+LzdZGI8PElCvpvnor07xAg+icxaPAWx1T3WkpW9F+qVPWvg3D2iB9s9LEs0vgVmkj6C/V++djmDPZOitbvC+0y8G7/WvRYnNz65mhI+nB9jvSF30bx7TkO+dIpKPuRKIz0mBhY/fVYSPqHP4zwzK1K+migXPWEiN75paw69PReAPbdNrz1ESiG+jjChOl5eg72kH4a+ZT6KPYLILz7k1B0+2MisvTQMVj6LrQ++Zu66vfuMK75rNlg99WvAPVeSdL48CJm9fHzWvVKrhj1Of4W9J+5/PdMyg74Ac0Q+XCKUPuQZn71/Oak9onGzPe7oKT5wY0O+9WZovwhy0j45N+M+SkKevQRIAL5G9Jk8pik3PuspN77fbHu+j5SSuyChX75ympG96ddXvQlUNb63fVW+jEtcvhnFkr7gYjk+h5oLvX6lKzz/jRG+ZtmHP1cbaj7clDY+DhwMPe3shz1XsDa+",
        "eMgCPd4aMr1mUdQ9dKGYvLZ0xrm72Oy8tYEMvtl0Fz0tpqa8Buy4vNC5vLyITDk8DWlaPampCD7HZBC+lZxkveXY5zwQDIQ8e/E7vJyoI72J5WQ8SHSSu341hD1HFUg6WU81vYW3rbxm86o9gjgYPVMzAz7l2qo9f7q5uoAcpz3dTcc8puE8vYAfhT3/nBq9AEjqPQy+Xj1mLIG9Q7GcvauBIj4nFe+6+ThDveE+Pj0Wwj69PONavctR0D2xLPy8zzYTvkmHzz1EdD+9+q0ovt55QL2f0CY9MciPPb+Bkz2unZA88duYus2l2T1h2H68P2szvRcUED5/h2U92hiRvFOcjz39szo+oe1tPVweu71a1go9UZm+O670Cj4m/kU8g+SiPXYQwTtkVAO+1ogdvCzjvj1l0GU8AzNSPQJ8Pry4upw9DfZYu/ftZ70ppwu8+jCIvJM6q7x55rk9xJyBvajjXb3bWR0+5yvmvQyuer1sh5Q9bFgHurW/bD0UPZ49Y3v4vIea4Dtd8yO9IQrrPLDLNr28vg09MnDJPTBvBr55i5U8qMmFvQJMI7238aK8do6OvTTkFL5Nr9O9HtaFPKw3Rr2mdWI91WNVPR+KY7xH0DW93UMFvUu0mzur5Qk9FYePvE7blT346Ic8SKYKPd+E8z0PFwy9DPM5vSoBk73tD408ziWDPTzIJTrwZWI9LG2DPDd0DDy/i/M9ZsxYvPd7jzvO8eC9v4i9PH4LLb0TPDM96JNzvY4nCb7r5fa8IAFvvbY1AD7vAK49rozaPX7Kjb3cjem9xNygvJZKqjyz2iM9AeaOvJZx6L0kjXQ9NRCovAhzM714lYm9st5svAaIAD5dX0o9bsR6PHhCh72lgia8OGoRPY3V9ryemrO9MvYUPvaCEz2rmMG8aWYdPXVWbbxZzr+91Ag3PXd2yT1uZqI7aDSvvOejwzyiHYA6j1/qO3vFdT2XkjC+p3sEvviCjD0NPoI9wVlCPNfnoT327eo9xnkRPV5jPjwC3gQ9",
        "VO2kvaV2xL1jnsY9fDmoPbQw9D08CKK9uJQHvLnIez2PELY8joWtPZUtcD2NWcY86AHSvTNfKL5pYAy9QOYDvkf1p7sQkLa8doUmvanp4z0JlD+9pkkgu4jTSz51QOW9THirvBTNsryQeDy74ewuvF48uj2Ue467XIQgPN13ab3zqm88qoWhvNmE771+MdI9TADJvO6BQ7sYmwC9lVrPvSiMMTyYzZO8OqoGPQbvBT6WAPC9q/KZPRQWHD34jwk8Xn42PWRajT1aHcS9eLOSvS5g2Dx8+vO8xAqmvcbXBz5wCSM8FeSPveKYKL2Z4rs9q0wePvrhKz6lcvA9U5kAPg=="
      ]
    },
    "dense_28": {
      "bias": [
        "+rjcvFp19DxeCEs9ngf7PNUNOD3MCgy9HSTLPEiBEL0mqXk9nXYfvWYijbwO2Ek9j8IjPX7CTD3onw89ERz0PAEJ17xdAAG9Io9GPdbHGj3tE+O8N5HtvMeZ4Lx7FPw8V82BPXs1v7yLfg+945c1PTG3vzxHNK+8uZ0bPUmKCL08Nag8LWAvPVE72bxlYJK80WMrPc8r+rzF06I9iengvPI3n7z83P+84+7yvIX//7w1KBO90YwoPdb/HL0d3uM8AbbfvODDCz1rAWc9FPyZvKWOKD3mfZk8SsXEvPZMGD1LCxU9JrEQPYNGtbxmc3E8YGUeveIDD72m5em8ZqoRPedt/bwoIa6814TNvHPuuLymxAA9GvsvPc0lAT3xfxo9JKnsvGa00byiIQw9P0MIPT2bOj1NKsw8+UxyPSoi/DzoqOy8qQErPYfc0bxnmaC8BfrlPJWPGT1zHRM9U6QQvbTh+LyOjwm9Q5H2vPLLxbyxxNK8bUELPUmpDj1dLWO8IEwTPTaQ17zxviA9dhxdPcpUQj0SRTQ99XETPX+U9DzaUxC9lPrHvNgXz7xrJQC9gvkoPRwVC72BuQa9f7YwPedTy7xeI/e8vMifPHDczrzfWLg8U632PH+C9rxn0VA9Th4OvRg15zzr1928jzoEPbd+Er2aT4a8ui3EvDKJQD1hUbE9VkVQPY7nRD1nvfE8WiwdPT/kFj0zno68/KkZPZXV5zwHUOa8j0YLvUq/Fr3P8GY94NcjPQ/DVz3BMRk9jpX/vNH58DwifyA9zTbDvEXNB73jijg9/VJrPXCHSTwXLvO8qlu0vFLWrD2oths9cpoQPYlWFj2Llvq8EEmJvD95jD06iQq9glYkvV6FWT0sJAW9MdYbPR/TH73gdYs8aXITPWJF7byi0Nc8480ZPfZszLyTC648JxYRPY4lKD18BNy8Fd20PLDAoz0UcB09S2fkvD6zXz0+ZAe9Td/kvOX47bzOcgY94xgVvWX0TD17AQ89zuIWvbwSBb1CXys9",
        "LXjEvHnzmT2SDPs8fMjIvM+w/Tx/Uzo9PSjSPAEJMz0Pg/68NVL1vBnC9Lxv5rE8phwwPS68hTuBza68Ce0aPZJIOz30SA+90UaXPcizFj2Wksm86Bc/PQQNFbyEuxQ9CIkFvVCurrwzKiY9RBw1PTfXFD1YW9W8xJsfPRv9+LwY0A29My38vCLrkzzE3ea8q0skPcFeurycHt28JIDIPDv9obyIYgM9lVvEvDwC5LypEV08FbrIvCJ/rbw71VI9nzYPveFHAr0cHQm9hzzMvIKc2TxV+ri8i/sUPfYYDr2FO9o8vJIUvRVw3ryQoPK83TcrPbdG/rxONfA8PJeqvA=="
      ],
      "weights": [
        "xX6EPMBzOrwwkv09lgGavdc7kb29KsQ85IrDPCGKnLwuF5G9hrf2vU9P7b3Vf/q8LjcEPivE+T0G+1M9BT/PPR+jYL2dtlC9X//DvL82ULzsGRQ9vdCCPSEsTT0J3cw9jBFNPCfO2b0YFZy7nCWPPYrOxz0nhmI9fUGxvVAadD3NRco9BXqavaXIob3xq1g85Qp5vbx2GL1Eyaw9k1NpPacuxDyTe+89VL+KPFLu6z1gNLQ94JDnPRcYoL10Rq09AcARvMK0SDwVWsk9HrtYvSvHRL2qm209kKmHPaQD0D0DVDY9XGooPP2Hxr0WX+C849hzPY4VpL058aa9++lzvVbGxD0ED6S8xwqzvJuYyD3Ljue85ujRPdf2CrygJ6Q7KIGePRyR6TtQD187S62pvWOakL3Ptci8ikpPPV9OqL0X9+q9KMBMvZWfebvOf7E9CiyLvFzalztUsaE6wdYvvYr69zwOg3i9YOeJPcMCnT0xOXS9gjHmPKY7T7vQMTe9bP6pPbTBjT3Q23q9v4UhvdzOATzF3h29+C9IvW9m5rw5AlA8QJSdPDq8mz3GIxG9Ds3oO/3bZD3xcwy8gP/5vf39uj10A4G9iVXFvGT4jj21OzW9W/3nvTlO2b269128KwlWPKYIIj0CQxs9VBQRPYNikT3Wz7W9KZd5vUuZAz1okOQ891ASPR0wy7veJpy9+ar0PXU0rr2182W8OXGxvco0yT2PZW89zxrJvYI33b28f869uWhfvbuEhDxMRK49iOmfvJR8GL0jCNO9QxnhvV0afr1C1Ts79BLWvaOd+D0JFO29p9bevQiiDLxuDT09rm7fPCJAkDworXc9W0R+PcKuyjwumDY9pVjLvNDELb2FQ/G8XzXRPcO01L3nE5a9MTE7vdKo5bwHFo29WiUCvK+eCD3y2Ls9LJCPveMfzbp9dQi9SEdhvehLQ73oN2i90T2WPGjHDz57SVm8KClSveAdrT1gmHI8RiGevOthi72k/eI9hPgRPafHgj2viS68",
        "AUZBPUNKqDybwz69bkhwvXNRab2C9W68UrTIPW1LBr0aWXE76ZRzvYEAGb0ubpy8FdghPVKJ7Tt+Edi9GYPgPe566T26SpG9greCPcT6Xj13oCi8iCk/PCgUkj3zCm+9+DfJvYjJezwimkK90tmGPaeF/z0l3UI96AaEvYe0fz3ourE8j+TKvGH8ST3EMCA8FobMPYPfm73IzLG9mDvmvVKgSb13aBo9ZkADvtoYFLwuaDo9YCGmvUN7hTx37ae9xuQXPW+ljryZMPI8yXreveitKb1g3yQ9iMmvPWbEKz17s5A8+LwJvnTOm70g5JY9agtgPQCt5Twb95Y99VMCPXkdxjwVR1I8FP+ou+DMqjwJGQY9EOxrvQHm+jy2n5i9LUWFPZ9IR7i7cec8f4d3PYYG2z2SI4S8WCQUu13nrrwuE4C9zYplvVRntz2gtVS9kN30vMcftz1iMLy7741hPYxerL399zw84FKgvQNgoD04whm97tvIPYQNfb3F7OC9WrVzvbqNIrz3d129zgfHvLtLszydj7K8fRojvSDcMD08w6M94ROOPeibcj2wi9k9n8qdvX7rlby9w+y9WHW3PbbO1T1OrzG99llIPTrgq70XP6S8Nsc4vYJlqT3gWlY93pAAvjGAqr0Ak7E9PBDtO7nHvb1MImW9xrF1vXcygjx+tQk9BUYgPT0La7ybCRC9McbSPPalzD3tyN49muaJPAHe3TxBnu68JauVvWmaTb2vJBI9XR1GPXSMQT26k3W8P7iTvArv4b2FmSs9d4z6vGqJszzIXHg9wYufPfwvwr2BFpC9uUPGPQtmBT4Lvt49POiOuqPQPr00r2q9rjK8PZVxoTwZWQ492Ii7vAKO1z378Iw9B9F9vdD0JD0Y2ys9QZ5ivY9Wg71hmbW8JDe9vGMEVr10FNU92jhEun8bQz3viQK8GsEYveDsabwcsmo9+piqPfCuFz19FFY8j/azvXaeez1lo5+8crs3PMsSoD0b+8S99GG0Pc8GRryt+K+9",
        "3Dc2vQ7y3z24pig9cmlqPPu1Tj1hKo+9G6PdPVQqrr0DcWK8GwSKvD1A1L37QqA8wPjLvRvzbL0XnYM9EMXTPKGpqTwe4qg9kGfTvE1Tejwe7xC9TuKuO1suv71Fe7Q7pD/+vahejr0JvjS9V9smvbGNhjwq2p2860+gvV+mV70x0Su9+U+QvBcUgbybt568nlXOPV+DDz0vsE49UmMMvbCR4bxnW5M9uSzXvf2ZnT2OKlQ97mz8u9Ktaz0v55C8IK+wPdshMT2i3tM9MEtgvTe76D2IuQ4+t5ppvdq6hL0rrUK81vEQvjQm/L2KArS9GLknvfqQwr1pp4Y9yUTLPBtQWL38Cfm9Am3ZOwL0Bz6zMIE9V6EEvWNnEr1PHV09aa20PUfuajw+Hig8ac08PDCVWL0fZG89pPUoOTHfpj1HGbQ901hTPWZmiL0Bfa890rSdvS6IsTy5L5u9DRGHver9ET2T3Ta8esKZPchouj2pacc8/x+cOwlIlr0WpRS8vWF0PaL3iz1oiue92Pv1vEyCtr1msSA97RujPU6fAL23Lsk9M9OQu6j5jTzE2GW8q/WmvS2CWD3/F1A8DFmmvc+TzbwiieU9M4GCvWeLVb3oCZO9ZfwaPU2DZj1fOL29pxlUPO249rzWeqy9iEdvPUptkr0noNg85JkXvK8BUj3vtsM7MoHTvA66ED1xCkq8vrUSvOTumb2kxPW9mnZsPDu8p73uLq+9z0ycPWjqL72ylzm90bPOulP9E71UUOA8/SPavJKcCbz/ByQ93GsOPSZby72sTXY9PHduvesF2b1Ax7G9O4UjvRglkT0HOjc9YIS6vWrrnL3Ur4U8KceYvUfmyLxkwJs9vDHYvTtWmD10hL09VwSzvAD2VD0A+am8bxiQPU5Zmj2Dd2U9D0iQvAw+vL2nbHw9kQQVPWPPyr2cwjs9BOhqPbosmz0oGIy9vW/EvYQDDL0ptBg9h9RNPY/udLtu+Pw8nCRivQhBjz0ivMI9YpujPYPK9TtTUEe9",
        "0jMPPSOEvD3W/rM9dOW1vbtPwj1uo1o9f9Q2vG7ZJz2MBay9ZUgJPIcF3z3668w9UKCgvVKiajwPfpW7bQrwPZebb71LlVM9/u7NvTQvwj3LK2i9MYHCvfnadT0O3Lm957NnPZb/m70jAhc9fyogvYyfIb1xhnk9mL2ju/zxDj3ZBmm7jgQTvY+nKj076b+9cJHXvMfy5b0V7tm8DcsZvZ4o0zyT4Ne9595KvdX70D1145+9HLx1vVPuNb1loqQ9PEmqPUIAEz09uZU9WH3fPewLi73P5VS9D5KSvWdnZL3y1xQ9ociqPfyMTjvzEA2+EX/rPCrv0L3peFK8ErSfvVUFbjz0biq9nYjivesHOD1YH4w7u5k+vWb/nb0Ii6Q8OReqPDcBTTvwGss8g6PZPclynj24yTs91HL0PEpOdz0nFWo96hSkO6EpgzsY9Uw9RYEYPaA4nL20eKq9XNejvXnp8r0qbWE6qC+IvVHKh71LsGi93aOpPRq8tD2FVoO9xTiavbYAwr0Ei8a9UXscva+kiD0iGOc9GB49vftmyjz2Bd29UL3DPTHph7yU7bY9kyJQvaappj13VpO9CUuuvb+QFD0Pt7A9+bXcvdvqO73sH8M8JLdGvBynZLwdka+8P6ckPenkxb1bcIU8cloHPQaPzL16mxK8eGzYvZdboL3vrrQ9DsGDPZHnSr36sqq97cLDva4mSL3meSI7f/DyPVd1AT7+3Jc9vhQBvIWe6j3yPSI9LP3DPFRtZr21PB88fnixPeLyB7xa00S9Im41vQ/mkL30bY86SPjLvOQRST3rXSI+zsrZvWrTYTwxrri8RxRLPT2zwj1pa0w9VlT0Ouw4wjv8uxU9tO7hvAd82T3XuTs9OIeOPW/q0L0G7149fPDxOxpaDr2KfZC9w6X8PBolDD7dqhW8xAQGvjDKgzzse3o9AeoCPQnScbuiEc09AvblvX12ULxGRd092O2Uvd61LD06lbc9QtKpPa/VcT2qXoO9JHllvaTvqD0RI4o9",
